Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 난
en: i’m...

source: 오면 안…!
en: you can’t come…

source: 혹시 몰라서 내 수익의 몇 퍼센트를 스톡옵션에 쓸지 다음 장에 써뒀으니 확인해.
en: i wrote what percentage of my earnings is included in the stock option on the next page, so take a look.

source: 좋아, 그럼 강제 스톡옵션이라고 해두지.
en: okay, then. we’ll just call it a required stock option.

source: 아냐, 그보다 괜찮…
en: wait, before that, are you okay...?

source: 네, 네!
en: right, right!

source: 빈말이라도 고맙네.
en: thank you, even if you don’t mean it.

source: 당장 내일 사표 쓸 건데 모른 척하시면 큰일 납니다아아!
en: i’m going to write my resignation letter tomorrow, so please don’t forget me!

source: 시대의 흐름에 맞추고, 더 앞서가야 할 광고계 사람이 그런 시대착오적인 생각을 하시다니…
en: i never imagined someone in the advertising industry could have such outdated ideas...

source: 억울하다니 대체 뭐가?!
en: what's unfair?!

source: 양 비서 잖아?
en: ...miss yang?

source: 그거 나 돌려 깐 거 맞지?
en: that was an insult, right?

source: 그 남잔 자기 자신 말고는 아무도 좋아할 것 같지 않아.
en: i don’t think he could like anyone but himself.

source: 미국에 있을 때 F사 일을 꽤 했었는데, 한국 쪽 광고대행을 내가 맡아서 했을 때 광고제작비와 비교해서 매출이 폭발적으로 늘어나서….
en: i did a lot of work for furd back in america. when i ran the korean ad campaign, sales increased dramatically compared to production costs...

source: 이 자식아!
en: rascal!

source: 주유소에서 주유를 하고 나왔더니,
en: i was on my way out of the gas station...

source: 척
en: SWISH

source: …라고 온몸으로 말하고 있는 게 보여서
en: it’s written all over her face.

source: 멋지십니다.
en: you look cool.

source: 얼마나 원하냐라….
en: how much i want her...

source: 아니, 이게 누구야.
en: oh, who’s this i see?

source: 네, 본부장님.
en: what is it, sir?

source: 우리, 확인해 볼래?
en: do you want to find out?

source: 소문이 빠르긴 하네요, 여기까지 오면서 벌써 백 번은 들은 것 같습니다.
en: word spreads fast. i feel like i’ve heard that question about 100 times today.

source: 절 대 충 성
en: ABSOLUTE LOYALTY

source: 어디서 저런 먹히지도 않을 쌍팔년도 멘트를!
en: who would fall for a cheesy, outdated line like that!

source: 다른 곳은 이미 다 도착했어요.
en: everyone else has arrived.

source: 오─
en: oh!

source: …동생.
en: ...seohoon.

source: 홍보부 한 실장님이 선일에 좋은 말씀 해주셔서 찾아뵙고 인사한다고 스케줄 잡으랬던 거, 기억 안 나?
en: remember how i told you to set up a meeting with general manager han from pr to thank him for telling sunil good things about me?

source: 말했잖아, 비즈니스 유머라고.
en: like i said, it’s a business joke.

source: 빨강이라니!!
en: it’s red!!

source: 그게 언제가 될 줄 알고?!
en: and when is that supposed to be?!

source: 화낼 때 말투가 바뀐다는 게 저거였구나!
en: so this is what they meant by ‘his tone changes when he’s mad’!

source: 양귀비도 울고 갈 외모!!
en: even yang guifei, one of the four beauties of china, would be amazed!!

source: 나중에 봐, 양 비서.
en: see you, miss yang.

source: 본부장님이 관상용이라는 걸 깨달았죠.
en: ...mr. kim is just for show. you can look but that's all.

source: 주춤-
en: STAGGER

source: 톡
en: TAP

source: 두 분도 좀 전에 감사했습니다.
en: thank you both as well.

source: 죄송하지만 오늘은 만나기 힘들 것 같습니다.
en: i’m sorry, but i don’t think i'll be able to meet today.

source: 나 그때 배에 힘줬던가…?
en: was i sucking in my stomach back then...?

source: 그 사람 업계 최고라구.
en: he’s the best in the business.

source: 필요한 이유까지 브리핑해야 해?
en: do i have to brief you on the reasons i need you too?

source: 해외에서 원정까지 오는 성형 천국이 어쩌고….
en: something about korea being a plastic surgery heaven...

source: 그럼 오늘은 이만 퇴근 하겠습니다.
en: i'm going to punch out.

source: 똑똑똑
en: KNOCK KNOCK KNOCK

source: 뭐냐?
en: what is it?

source: 아차.
en: oops.

source: 기생오라비…?
en: a pretty boy…?

source: 내 생각해 주는 것처럼 얘기하고 있지만,
en: she’s acting like this is all for my sake,

source: 안녕하십니까, 부사장님.
en: hello, sir.

source: 아드님이 아주 훤칠하던데요.
en: your son is really stealing the show today.

source: 최대의 능력을 발휘한 결과입니다.
en: this was the best i could do.

source: 저벅
en: TP

source: 차에서 드시든 집에서 드시든 그건 알아서 하세요.
en: eat it in your car or at home. it's up to you.

source: 그런데 어떻게 그런 걸 줄줄 읊어?
en: how are you so used to praising people then?

source: 커피라도 마시던가.
en: maybe get some coffee.

source: 텅텅
en: EMPTY

source: 제일 까다로운 작업만 가져가셨잖아요!
en: but you only took the toughest ones!

source: 하여간 그놈이나 그 밑에 녀석들이나,
en: all of you are just like that bastard.

source: 붕어 똥 이라니요!
en: fish poop?!

source: 아까 태경기획 정 팀장에게 한 소리는 뭐야?
en: you know that thing you told mr. jeong from taekyung planning...? what was that about?

source: 이해했어요.
en: i understand.

source: 이번 신차 자료는 다 받아놨지?
en: and you got the documents on the upcoming model?

source: 아무리 급해도 안전 운전.
en: but it’s important to drive safe even if i’m in a hurry.

source: 그걸로 부족해?
en: is that not enough for you?

source: 양 비서 거야.
en: it's for you.

source: 다들 피곤하실 텐데 오늘 말고 다음에 부탁드릴게요.
en: i'm sure you're all tired too, so let's go next time.

source: 앞으로는 따로 길을 내어야겠다고 어른들께 말씀드렸습니다.
en: i’ve already told my grandma that we’ll have to build a new path.

source: 비장
en: DUN

source: 예쁜 쓰(Θ)레기.
en: ...ith pretty trash.

source: 아무래도 1팀과 2팀에게 들어가는 예산을 줄여야….
en: we have no choice but to decrease the budget for teams 1 and 2...

source: 결혼하고 싶어지면 그때 할 테니 그런 줄 아세요.
en: i'll get married when i want to. end of story.

source: 바로 들어갈까요?
en: shall we go in now?

source: 무엇보다도 내가 편한 모습으로 있을 수 있으니까.
en: most importantly, i can be in my natural state.

source: 왜 거기서 양 비서가 튀어나오는 거야??!!!
en: why did miss yang have to show up like that??!!!

source: 팀?
en: a team?

source: 퍽퍽
en: FWAP FWAP

source: 그래서?
en: so what happened after that?

source: …정확히 37분 남았습니다.
en: there are 37 minutes, to be exact...

source: 할 말 있으면 해.
en: what’s up?

source: 초절정 꽃미남!
en: you're the most beautiful person alive!

source: 정말이지─
en: honestly...

source: 끄덕끄덕
en: NOD NOD

source: 나왔다!!
en: there it is!!

source: 네,
en: yes,

source: 그래도 불편하시다면…
en: but if you want me to...

source: 잘 먹겠습니다!!
en: yes, thank you!!

source: 생각할수록 괘씸하네.
en: the more i think about it, the angrier i get.

source: 잘생기셨다….
en: he’s good-looking...

source: 흐음-
en: HMM

source: 안녕하십니까, RS 기획 이태균입니다.
en: excuse me, my name is taekyun lee from rs planning.

source: 왜 일어나?
en: why are you all getting up?

source: 제 팀원들이 뭐 어쨌다고요?
en: what’s that about my team?

source: 울컥
en: HMPH

source: 아파앙~!
en: owie!

source: 연역적 추론과 귀납적 추론을 모조리 동원해 보자.
en: so i’ll draw on both my powers of deductive and inductive reasoning.

source: 멍청한 것도 정도껏 해야지.
en: there’s a limit to how foolish someone can be.

source: 하아∼
en: HAA

source: 그래, 그런데 양 비서가 자꾸 상기시키잖아.
en: you're right, but you keep reminding me of it.

source: 기본급은 있지만 금액이 실망스러울 수도 있어.
en: there will be a base salary of course, but it might disappoint you.

source: 서훈아, 지금까지 내가 얘기한 걸 토대로 생각해 봐.
en: seohoon, consider everything i just said.

source: 앞으로 잘 부탁합니다, 사장님.
en: i look forward to working with you, sir.

source: 무슨 말만 하면 그만두겠다고 협박을 해!!
en: she always threatens to quit whenever i say something!!

source: 백 퍼센트 진심이거든?
en: i mean every last word.

source: 잠깐 운동한다는 걸 그만 너무 열중해버렸네.
en: i was only going to work out for a bit but i ended up getting into the zone.

source: 그럼 그렇지, 니가 가긴 어딜 가?
en: i thought so. you're not going anywhere.

source: 설마…….
en: don’t tell me......

source: 그리고 나서 바로 정 과장님께서…
en: and then, mr. jeong replied...

source: 너 자는 동안 대화를 좀 해봤는데, 내가 미국 갈지도 모른다고 하니까
en: we talked some more while you were sleeping, and when i told him i might go to america...

source: 흐으으으음....
en: HMMMM

source: 차가 갓길에 멈췄잖아!!
en: they just pulled over!!

source: Val….
en: fook…* *he’s speaking in english.

source: 이 근처엔 이 시간까지 하는 식당이 없을 텐데요.
en: i don’t believe there are any restaurants around here that are open at this time.

source: 아니, 장모님!
en: goodness!

source: 뭔데.
en: what?

source: 백 퍼센트 진심.
en: 100 percent.

source: 오늘은 메뉴가 뭡니까, 본부장님?!
en: where are we going today?!

source: 월급은 뭐, 때 되면 오르겠죠.
en: yeah, i’m sure the pay will go up in time.

source: 봤겠지.
en: but she clearly did.

source: 없다니 어쩔 수 없고.
en: but there's no helping it since there aren't any.

source: 한소리를 들어야 한다면 그건 제 팀원들이 아닌 저여야 하지 않겠습니까?
en: ...so if you’re going to criticize someone, it should be me and not my team, wouldn’t you agree?

source: 이게 무슨 봉변이야…!!
en: this is so humiliating...!!

source: 그럴 순 없지!
en: i can't let that happen!

source: 빌려 가니 마니…
en: borrow them...?

source: 안녕하세요, 본부장님!
en: hello, mr. kim!

source: 내일 일찍 일어나서 밭에 가야 하잖아.
en: we have to go to the orchard tomorrow morning.

source: 머*탱이 50주년 기념으로 내놓은 리미티드 에디션인 만큼, 운전자에게 머*탱 오너드라이버라는 자부심을 느끼게 합니다.
en: it’s a limited-edition model, so the driver can truly feel the pride of owning a mostang.

source: …그래도 말이다.
en: but you know...

source: …오늘은 일단 넘어가지!!
en: i'll let it slide today...!

source: 너무 잘생겨서 놀랐나?
en: was she surprised by how hot i am?

source: …그런 거 아니야.
en: it's not what you think...

source: 그랬으면 좋겠네요.
en: if only that were true.

source: 좋아한단 말이지….
en: ...likes it...

source: 집들이해요!!
en: you should have one!!

source: 안 되겠어….
en: i can't do it...

source: 설마, 저 인간이 또?
en: this jerk... not again...!

source: 콰 쾅!!!
en: WHABAM

source: 넵!!
en: all right!!

source: 머*탱이…….
en: the mostang...

source: 이후로도 윤의 자화자찬과
en: then yoon continued praising himself...

source: 그리고 말을 이상하게 해.
en: he says strange things too.

source: 후-
en: HUU

source: 여전히 이 팀은 정신없구나.
en: this team is as chaotic as ever.

source: 부아아아앙-
en: VAROOOOM

source: 좀 또X이 같은데….
en: he’s a bit of a wack job...

source: 설마…
en: no way...

source: 그래도 외부 미팅이나 중요한 회의에는 갖춰 입고 오도록 하고 있습니다.
en: but i do make them dress appropriately for important occasions.

source: ……맙소사.
en: oh my god...

source: 진짜 미치겠네…!!
en: this is the worst...!!

source: 너 내가 남자 없으면 아무것도 못 할 사람으로 보여?!
en: does it look like i'll be lost without a man?!

source: 오늘은 늦는다고 했으니까 이번 주 내로 물어보고 말해 줄게.
en: she said she’s going to be late today. i'll ask her and get back to you this week.

source: 양 대리님, 이제부터 당황스럽겠지만 리액션 부탁해요!
en: miss yang, i know this might come as a shock, but please react!

source: 이게 무슨 스톡옵션이에요?
en: what kind of stock option is that?

source: 그렇지만!!
en: but!!

source: 여기.
en: mine.

source: 그 집에 새로 이사 온 분이 본부장님이라는 걸 정말 몰랐습니다.
en: but i really didn’t know that was the house you’d moved into, sir.

source: 다시 생각해도 빡치는군….
en: i'm pissed just thinking about it...

source: 그 사건(?)을 잘 모르는 다른 부서 여직원들이 대시하다가,
en: the other female employees who didn’t know about the incident (?) and asked him out...

source: 그게 누군데?!
en: who?!

source: 그들의 리액션은 계속되었다.
en: ...and the three of them continued reacting.

source: 수근
en: WHISPER

source: 그런데 양 대리, 키가 준 거 같네요?
en: miss yang, did you shrink?

source: 저 뇌엔 필터링이라는 게 없으니.
en: since he has no filter.

source: 그런 일이 있었군요.
en: i can’t believe that happened.

source: 나에 대한 권리를 양 비서에게 넘긴다는 얘기지.
en: i’m giving you the rights over my body.

source: 차가워!!!
en: that's cold!!!

source: 떼쓰는 애한테 사탕 하나 던져주는 거나 마찬가지란 거지?
en: ...it's like throwing candy to a kid in the middle of a tantrum?

source: 쏴아~악~
en: DOOM

source: 생각 없습니다.
en: i don’t plan on it.

source: 이번엔 얼마짜리인데?
en: how much is it this time?

source: 김 윤이 그렇게 지시했나?!
en: did yoon kim tell you to do this?!

source: 그러니까,
en: so,

source: 아하하하, 우리 본부장님도 참 귀여우시다니까~!
en: ahahaha, you're sooo cute mr. kim!

source: 밭일이 더 힘들겠지만.
en: though working in the orchard will be harder.

source: 쓰레기를 만들다니, 디자이너란 이름이 울겠어!!
en: you should be ashamed to call yourself a designer!!

source: 꺄르르르르
en: HEEHEE

source: 분명 웃고 있는데 눈이 웃지 않아….
en: he’s definitely smiling, but it’s not reaching his eyes...

source: 슬쩍
en: FWIP

source: 휙~
en: FWIP

source: 그렇게는 안 되지.
en: i can’t let that happen.

source: 그 여자 분명…
en: there's no doubt about it...

source: 아직 회의 시작 20분 전인데,
en: it’s still 20 minutes before the meeting starts...

source: 크윽!
en: UGH

source: 나 다시 돌아가야 하니 중요한 일 아니면 나중에 얘기해.
en: i'm going to head back in if it's not important.

source: 이 사람의 연봉과 인센티브 일부라니… 3%만 떼어도 경차 한 대 값은 나올 텐데?
en: but... just three percent of this man’s annual income would be enough to buy a small car.

source: 지금 당장!!
en: right this minute!!

source: 그는 뛰어난 CD이자 걸출한 AE로서
en: an exceptional cd* and outstanding ae*...

source: 하긴 내가 생각해도 막 샤워하고 난 뒤 내 모습이 잘생기긴 했지.
en: well, i admit i do look pretty hot right after a shower.

source: 자, 잠깐!
en: w-wait!

source: 저렇게 속도 내는 게 뭐가 좋다고.
en: what’s so fun about accelerating like that?

source: 가진 스펙은 말할 것도 없고, 재수 없을 정도로 잘 생겼어.
en: he’s competent to a fault, and so attractive that it’s annoying.

source: 그럼 저희를 두고 떠나시려고요?!
en: were you planning on leaving us here then?

source: 어색했는데 혼자 있을 수 있어서 다행이다.
en: whew, i don't have to be alone with him. that was awkward.

source: 쿠
en: DUN

source: 광고 촬영 마감일을 일주일 미뤄달라 요청했습니다.
en: ...and asked for a one week extension to finish filming.

source: 최 대리 이거─
en: mr. choi, take this.

source: 차 없어서 좋네….
en: it’s nice that the road is empty.

source: GT 5.0???
en: it’s a model gt 5.0???

source: 누가 봐도 이상할 정도로 잘해주는 건 사심이 있는 거야.
en: but when a person is being way too nice, it means they want something.

source: 그건 안 돼!
en: you can’t!

source: 안 불편해.
en: i’m not uncomfortable.

source: 저 아직 젊은데….
en: i’m still young...

source: 카메라는 내 얼굴을 다 못 담습니다.
en: no camera can capture my face perfectly.

source: 자, 본부장님.
en: all right then, sir.

source: 들었나?
en: did he hear us?

source: 그리고 그때도 안 참았어.
en: and i didn't put up with things back then either.

source: 뭘 하라구요?
en: do what?

source: 지금 상당히 기분 나빴어, 양 비서.
en: that hurt my feelings just now, miss yang.

source: 이 자리가 특등석이에요.
en: apparently, these are the best seats in the house.

source: 주문도 미리 해 놨잖아!
en: i even ordered before you got here!

source: 그냥, 음….
en: just, um...

source: What happened just now…
en: What’s happening…?

source: 저거 진짜 순 또X이 아니야…?!
en: are we sure he doesn't have a few screws loose...?!

source: 결투다 이놈아!!
en: this is war, you rascal!

source: 회식 중이야.
en: i'm at a company dinner.

source: 조심해서 오라고 그래.
en: tell her to be be careful getting here.

source: 너 예뻐, 서유야.
en: you’re pretty, seoyu.

source: 네, 네?
en: wh-what?

source: 호텔?
en: a hotel?

source: 내 차!!
en: my car!!

source: 빽빽한 스케줄 사이에 맞선이라니.
en: he’s really going on a date when his schedule’s this packed.

source: 아니에요, 괜찮아요.
en: no, it’s fine.

source: …아, 그러고 보니 프레젠테이션할 때 발음은 완벽했었지!
en: ah, but his korean pronunciation during the presentation was perfect...!

source: 네 얼굴에 그 몸, 그 머리라면 어디 가서 꿀릴 데가…
en: but your face, body, and brain are second to none...

source: 생수병→
en: water bottle→

source: 좋아하던 그 모습이…
en: when i said i was going...

source: 회장이 잘 보이게 깃발 세워둔다고 했어.
en: the president said they're setting a flag up.

source: 절대로 아니에요!
en: we would never!

source: 양 대리도 알다시피 우리 회사 인지도가 본부장님 덕분에 오른 지 얼마 안 되다 보니,
en: but as you know, our company only recently gained recognition due to mr. kim’s efforts...

source: 시안을 받아봤으면 좋겠어요.
en: so i'd like you to submit a proposal.

source: 도움
en: assistant

source: 네, 기억합니다.
en: yes, i remember you.

source: 짜악
en: WHAP

source: 이 부분이요, 제 보수에 대한 부분인데….
en: this part here. it’s talking about my pay...

source: 정말요!
en: i swear!

source: 왜 안 된다는 거죠?!
en: and why not?!

source: 그게 언제까지 가나 두고 보자, 김 윤!
en: let’s just see how long you can hold your head up, yoon!

source: 맞아요!
en: you're so right!

source: 그러라고.
en: that would be the plan.

source: -동생
en: SEOHOON, MY BRO

source: 있는 놈들이 더하다더니.
en: i guess rich jerks really are the greediest.

source: 대화가 잘 되는 것 같아.
en: i feel like the conversation is flowing smoothly.

source: 내일이요?
en: tomorrow?

source: 뭐?
en: what?

source: 부, 부사장님!
en: s-sir!

source: 이런 X같은…!
en: piece of sh*t...!

source: 너무 기다리게 해서 미안하군.
en: i'm sorry for making you wait.

source: 미안하면 미안하다고 말해.
en: when i’m sorry, i say so.

source: 잠시 통화 좀 하고 오겠습니다.
en: i’m going to go take a quick call.

source: 너… 내가 우스운가?
en: are you... looking down on me?

source: 잘 배워 둬.
en: learn everything you can from him.

source: 드라마는 본방이 필수여!!
en: reruns are no good!!

source: 확인 부탁 드리겠습니다.
en: please take a look.

source: 인제스피디움!
en: the inje speedium, remember?!

source: 왜곡된 기억
en: *a distorted memory

source: 넌 왜 친구도 안 사귀어?
en: why don't you make go out and make friends?

source: 영혼을 끌어모으는 중
en: trying his best to make up for her

source: 냠
en: NOM

source: 예쁘긴 하지만 좀 더 커야할 것 같습니다.
en: it is pretty, but i think it should be bigger.

source: 뭘 뻔한 걸 물어!
en: why ask when you already know the answer?!

source: ~서유 눈에 보이는 윤~
en: HOW SEOYU SEES YOON

source: 묻지도 따지지도 말라면서요.
en: you said to follow you without question.

source: 당연하지!
en: of course!

source: 그래서 이걸 지금 나 혼자 먹으라고?
en: you want me to eat this by myself?

source: 아닙니다!
en: no!

source: 쿵!
en: THUMP

source: 좋은 꿈이어야지!!
en: it should’ve been a good dream!!

source: 뭘요~ 같은 동료끼리 돕는 건_x0003_당연하죠.
en: no need! it’s natural for coworkers to help each other out.

source: 그래서 미팅 요청에 응하기도 했고요.
en: that’s why i agreed to this meeting.

source: 그리고 무엇보다도…
en: and...

source: 에이~ 걘 나가면 시상대예요.
en: puh-lease. she’s guaranteed a spot on the podium whenever she races.

source: 앗, 그럼 앞으로도 그 사람들은 계속 거기를 지나다닌다는 얘기인가?!
en: oh! does that mean those people will be passing by my house again?!

source: 오랜만에 다들 만나겠네.
en: it's been a while since we all saw each other.

source: …네, 알겠습니다.
en: all right...

source: 그래 봐야,
en: but then...

source: 앗
en: AA

source: 연애할 시간이 없다는 얘기인가?
en: is she saying she doesn’t have enough time to go on dates?

source: 굳이 듣고 싶으시다면야….
en: if you really want me to...

source: 어쩌고저쩌고….
en: blah, blah...

source: 다녀오세요!
en: i'll see you!

source: 아아… 그래요, 그럼.
en: ahh...

source: 커피 타려고 왔죠!
en: we came to make some coffee!

source: 집에 갈 수 있겠구나, 자유다!!
en: we can go home! we're free!!

source: 보내 주셨으면 합니다.
en: ...send them my way.

source: 곧 나가 봐야 하잖아.
en: it's almost time for you to go.

source: 1시간 뒤 회의가 잡혀 있습니다.
en: the meeting is scheduled an hour from now.

source: Thee
en: oh...

source: 그래?
en: really?

source: …일이나 하자.
en: let's just get to work...

source: 오래 걸려?
en: is it going to take long?

source: 모, 몰래… 카메라요?
en: a-a prank...?

source: 알면 퇴근이나 해.
en: if you know that, then hurry up and go home.

source: 그… 랬습니까.
en: is... that so?

source: …양 비서가 뭐가 예쁘다고 아까 그렇게까지 얘기했을까.
en: why did i say that to miss yang? she’s not even cute.

source: 흐음… 김 윤 씨.
en: hmm... mr. kim.

source: 얼 음
en: FREEZE

source: 여기 나와 있는 사람들은 다 한가한 줄 아나?
en: i hope you're not thinking everyone here has time on their hands.

source: 나, 나도 생각 좀 하고….
en: i-i need some time to think too...

source: 칼퇴는 할수 있을 때 하는 것!
en: get off work early when you can!

source: 불신
en: DISTRUST

source: 상큼하게 웃으면서 아는 척하지 말아 주셨으면 좋겠습니다!
en: please don’t act like you know me with that refreshing smile on your face!

source: 흐엉~
en: wahh...

source: 본부장님, 두고 온 건 찾으셨나요?
en: did you find what you were looking for?

source: SR전자 측에서 광고 단독권을 주지 않고 공개 PT를 하게 된 거죠.
en: ...so sr electronics made us do a public presentation instead of giving us the exclusive rights.

source: 아
en: R

source: 아담한데?
en: it's tiny.

source: 척 척 척
en: TP TP TP

source: 늦었으니 태워줄게.
en: i’ll give you a ride since it’s late.

source: 도대체 뭐가 모자라서!
en: what is it you’re lacking?!

source: 이제 가장 중요한 마지막.
en: this next one is the last, but most important scenario.

source: 양서유, 넌 가만히 있어.
en: hang out here

source: 양 대리도 탕비실 가는 거면 같이 갈래요?
en: if you’re headed to the break room, do you want to go together?

source: 제일 나이 어린 사람이 나이 든 사람 기다리게 하는 게 미덕인가 보지?
en: you must think it’s a virtue for young people to make their seniors wait.

source: 부사장님도 그렇게 하라고….
en: and the vice president said to bring them onboard too...

source: 내가 자리를 비운다니까
en: she looked happy...

source: 아주 많이.
en: very much.

source: 누가 들으면 진짜인 줄 알겠네.
en: if someone heard you right now, they'd think it was the truth.

source: 지금 그 말 화나는데?!
en: are you trying to piss me off?!

source: 인수인계?{j}벌써 거기까지 얘기가 됐어?
en: {j}we’re talking about her replacement already?

source: 완전 본격적이네.
en: getting right into it, i see.

source: …앞날이 캄캄해.
en: the future is dark...

source: 맞선도 못 보고 아버지 뜻대로 될 텐데….
en: i won't be able to go on any blind dates, and father will get his way...

source: 아닙니다!!
en: we didn’t!!

source: 경차에서 중형차로
en: FROM A SMALL CAR TO A MEDIUM-SIZED CAR

source: 그게 문제야!!
en: that’s the problem!!

source: 오늘도 복도에서 기다릴 거지?
en: you’re going to wait in the hallway, right?

source: 그러는 본부장은 오늘 회의 내용 전부 복기할 수 있나?
en: can you repeat everything that was said during this meeting, mr. kim?

source: 5대 독자가, 뭐??!!!
en: the only son in the fifth generation is what??!!

source: 정상훈 팀장님~
en: mr. jeong.

source: …아니야, 나가 봐.
en: never mind... you can go.

source: 자, 얼른 시안 회의 시작해야지.
en: all right, let’s get this meeting started.

source: 뭘, 덕분에 심심하지 않아서 좋네.
en: don’t be. thanks to you, i won’t be bored.

source: 저딴 걸 자랑이라고 하는 놈을!!
en: the bastard's even bragging about something so lame!!

source: 아버지, 저 갑니다.
en: father, i’m going to go.

source: 내가 자료실에서 관련 서류 찾아올게!
en: i’ll go get the related materials from the reference room!

source: 아마도라니?!
en: what do you mean, probably?!

source: 결혼은커녕 남자 친구도 없지만.
en: though i'm not even dating anyone, let alone married.

source: 넌 요즘 어떤데?
en: how have you been lately?

source: 어디서 근친을 찍으려 들어.
en: don’t make this creepy.

source: 기존 머*탱보다 조금 높은 편이죠.V8엔진에 4,951cc.
en: that’s a little bit higher than normal mostangs. and it has a 4,951 cc, v8 engine.

source: 그리고 그렇게 입는 게 일하기 편하다면 상관없지만…
en: and if you want to dress that way, you can...

source: 왜 그래?
en: what's the matter?

source: 아차!
en: ah!

source: 정말로 여길 통째로 빌리다니….
en: i can’t believe you actually rented the entire place...

source: 양 대리님, 욕보셨겠네요.
en: that must’ve been rough, miss yang.

source: 어떻게 그게 버릇이 될 수 있지?
en: but how can that become a habit?

source: 번-쩍!!
en: RAISE

source: 본부장님!
en: sir,

source: AE:
en: *ae means

source: 남자 상사랑 단둘이 밥이라니.
en: i can't believe i'm having dinner with my boss-man.

source: 졸려서 그런가.
en: is it because i’m tired?

source: 혹시 양 비서, EM애드 사주 일가야?
en: are you secretly related to the owner of em advertisement?

source: 어디 보자, 호실이…
en: let’s see, the room number is...

source: 착
en: FWIP

source: 나호
en: naho

source: 숫자가 안 맞잖아!
en: the numbers don’t add up!

source: 아무 말 하지 마.
en: not a word.

source: 회사 그만두지 않았다면 이때쯤 양서유 씨랑 함께 움직였을 거야.
en: if i hadn’t quit the company, miss yang would have been in the seat next to me.

source: 부릉
en: BRUM

source: 처음부터 그렇게 얘기했으면 좋았잖아.
en: you should have just said that from the start.

source: 말 돌리지 마세요
en: DON’T CHANGE THE TOPIC, PLEASE

source: 아~ 서유 팀이에요.
en: ah, that’s seoyu’s team.

source: 이제 서유 마지막 타임 이거든요.
en: this is seoyu’s last lap.

source: …한 가지 약속해 주시죠.
en: promise me something...

source: 보통은 벤처기업이나 스타트업 기업에서 자금 부족에도 불구하고 유능한 인재를 확보하기 위한 수단으로 사용될 때가 많아.
en: this is a method often used by startups in order to recruit bright minds despite a lack of funds.

source: 어디가?
en: when?

source: 부들
en: TREMBLE

source: 관리가 잘 안 되어 있어.
en: the owner must not be taking care of it.

source: 정중히 사양하겠습니다.
en: i respectfully decline.

source: …이상하게 짜증나네.
en: i don’t know why, but that bugs me...

source: 첫날이라고 일찍…
en: because it’s your first day...?

source: 내가 친히 알몸으로 등장했는데!
en: i personally showed up in the nude!

source: 옆에 여잔 누구지?
en: who’s that next to him?

source: 어떤 놈 비서로 갔다며.
en: you’re some guy’s secretary.

source: 어서 와.
en: come in.

source: 정말이지?
en: you're telling the truth, right?

source: 지금… 설마… 8* 세팅하고 있는 거야?!
en: don’t tell me... you're... setting up the 87 right now?!

source: 왁자지껄
en: NOISY

source: 화아아아아
en: FWAAAA

source: 와… 이게 무슨 일일까…?
en: wow... what’s going on right now...?

source: 형님~
en: HYEONG!

source: 덜컹
en: CLACK

source: 뜨끔
en: FLINCH

source: 스 윽
en: SFT

source: 지금 뭐 하는 건가!!
en: what are you doing?!

source: 오오오!!
en: ohhh!!

source: 산재 처리 해 주시겠죠?
en: that’s covered by insurance, right?

source: 저쪽에 서유도 보이죠?
en: do you see seoyu over there?

source: 저 출근해야 돼요!!
en: i have to go to work!!

source: 할머니, 약은 꼬박꼬박 드시는 거죠?
en: are you taking your medicine, grandmother?

source: 안전 속도 준수
en: stays in the speed limit

source: 화{j}르{j}르{j}륵!!!
en: BLAAAAZE{j}{j}{j}

source: 그래, 절대로 그럴 리 없어.
en: yeah, there’s no way.

source: 광고 회사 EM애드에서 34세의 젊은 나이로
en: the branch manager of em advertisement...

source: 뭔가 오해가 있는 것 같은데….
en: i think there’s been a misunderstanding but...

source: 그럴 리가.
en: as if.
